2gua.rainbow-brackets
IBM.output-colorizer
abusaidm.html-snippets
alefragnani.Bookmarks
alefragnani.pascal
alefragnani.pascal-formatter
Angular.ng-template
bibhasdn.django-snippets
bierner.emojisense
brunnerh.insert-unicode
christian-kohler.path-intellisense
codezombiech.gitignore
dongli.python-preview
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
formulahendry.code-runner
infinity1207.angular2-switcher
joaompinto.asciidoctor-vscode
johnpapa.Angular2
kiteco.kite
liviuschera.noctis
marcostazi.VS-code-vagrantfile
Mikael.Angular-BeastCode
minhthai.vscode-todo-parser
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode.typescript-javascript-grammar
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
PKief.material-icon-theme
redhat.vscode-yaml
sadesyllas.vscode-workspace-switcher
silverlakesoftware.searchdocsets-vscode
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Togusa09.tmlanguage
traBpUkciP.wolf
vismalietuva.vscode-angular-support
VisualStudioExptTeam.vscodeintellicode
vitaliymaz.vscode-svg-previewer
