2gua.rainbow-brackets
IBM.output-colorizer
aaron-bond.better-comments
abusaidm.html-snippets
alefragnani.Bookmarks
alefragnani.pascal
alefragnani.pascal-formatter
Angular.ng-template
asciidoctor.asciidoctor-vscode
bibhasdn.django-snippets
bierner.emojisense
bpmn-io.vs-code-bpmn-io
brunnerh.insert-unicode
bungcip.better-toml
christian-kohler.path-intellisense
codezombiech.gitignore
dongli.python-preview
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
humao.rest-client
infinity1207.angular2-switcher
ivory-lab.jenkinsfile-support
jebbs.plantuml
johnpapa.Angular2
marcostazi.VS-code-vagrantfile
Mikael.Angular-BeastCode
minhthai.vscode-todo-parser
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.typescript-javascript-grammar
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
PKief.material-icon-theme
redhat.vscode-yaml
sadesyllas.vscode-workspace-switcher
silverlakesoftware.searchdocsets-vscode
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Togusa09.tmlanguage
traBpUkciP.wolf
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
