aaron-bond.better-comments
alefragnani.bookmarks
asciidoctor.asciidoctor-vscode
bierner.emojisense
bpmn-io.vs-code-bpmn-io
brunnerh.insert-unicode
codezombiech.gitignore
editorconfig.editorconfig
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
exiasr.hadolint
formulahendry.code-runner
github.copilot
github.copilot-chat
gitpod.gitpod-desktop
humao.rest-client
ibm.output-colorizer
ivory-lab.jenkinsfile-support
jebbs.plantuml
m4ns0ur.base64
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
mrorz.language-gettext
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
pedro-w.tmlanguage
pkief.material-icon-theme
redhat.vscode-yaml
silverlakesoftware.searchdocsets-vscode
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
