aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.pascal
alefragnani.pascal-formatter
asciidoctor.asciidoctor-vscode
bibhasdn.django-snippets
bierner.emojisense
bpmn-io.vs-code-bpmn-io
brunnerh.insert-unicode
codezombiech.gitignore
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.code-runner
GitHub.copilot
GitHub.copilot-chat
gitpod.gitpod-desktop
humao.rest-client
IBM.output-colorizer
ivory-lab.jenkinsfile-support
jebbs.plantuml
m4ns0ur.base64
marcostazi.VS-code-vagrantfile
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
pedro-w.tmlanguage
PKief.material-icon-theme
redhat.vscode-yaml
sadesyllas.vscode-workspace-switcher
silverlakesoftware.searchdocsets-vscode
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
traBpUkciP.wolf
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
